tap "derailed/k9s"
tap "go-task/tap"
tap "koekeishiya/formulae"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
brew "adr-tools"
brew "glib"
brew "cairo"
brew "dive"
brew "eza"
brew "fish"
brew "fnm"
brew "gh"
brew "git-lfs"
brew "harfbuzz"
brew "helix"
brew "helm"
brew "hey"
brew "jenv"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "zstd"
brew "little-cms2"
brew "mongocli"
brew "mysql-client"
brew "mysql@8.0", link: true
brew "neovim"
brew "node"
brew "nushell"
brew "nvm"
brew "openjdk"
brew "openssl@1.1"
brew "pkgconf"
brew "poetry"
brew "starship"
brew "tree"
brew "uv"
brew "yazi", args: ["HEAD"]
brew "zellij"
brew "zoxide"
brew "derailed/k9s/k9s"
brew "go-task/tap/go-task"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "font-goorm-sans"
cask "font-goorm-sans-code"
cask "font-meslo-lg-nerd-font"
cask "karabiner-elements"
cask "redis-insight"
